Repository: DevYonghunT/fartsound_app
Catalog: FartSoundService.swift/FartSoundService.swift/*.lproj/Localizable.strings
Languages: es, ja, ko, zh_hans

# app_title
source: Fart Playground
es: Parque de Pedos
ja: おなら遊び場
ko: 방구 놀이터
zh_hans: 放屁游乐场

# initial_message
source: Tap the screen for fun fart sounds!
es: ¡Toca la pantalla para escuchar divertidos pedos!
ja: 画面をタップして色々なおなら音を聞こう！
ko: 화면을 터치하면 다양한 방구 소리가 나요!
zh_hans: 点击屏幕听各种搞笑的放屁声！

# initial_bottom_message
source: Every tap plays a new sound
es: Cada toque reproduce un sonido nuevo
ja: タップするたびに新しい音が再生されます
ko: 터치할 때마다 새로운 소리가 재생돼요
zh_hans: 每次点击都会播放新的声音

# button_text_1
source: Poot!
es: ¡Pedo!
ja: ぷぅ！
ko: 뿡!
zh_hans: 噗！

# button_text_2
source: Toot!
es: ¡Puf puf!
ja: ぷぷ！
ko: 푸푸!
zh_hans: 噗噗！

# button_text_3
source: Pfft~
es: ¡Prrrr~
ja: ぷす～
ko: 지이잉~
zh_hans: 嗤嗤～

# button_text_4
source: Big Blast!
es: ¡Explosión de pedos!
ja: ぷぷ爆発！
ko: 뿡뿡 폭발!
zh_hans: 噗噗爆炸！

# button_text_5
source: Toot Fairy!
es: ¡Hada de pedos!
ja: おなら妖精出動！
ko: 방구 요정 출동!
zh_hans: 放屁精灵出动！

# button_text_6
source: Fart Master
es: Rey de pedos
ja: ぷぷ大魔王登場
ko: 뿡뿡 대마왕 등장
zh_hans: 噗噗大魔王登场

# button_text_7
source: Champion!
es: ¡Campeón!
ja: ぷぷチャンピオン！
ko: 뿡뿡 챔피언!
zh_hans: 噗噗冠军！

# button_text_8
source: Super Power!
es: ¡Súper poder!
ja: 最強ぷぅパワー！
ko: 최강 뿡파워!
zh_hans: 超强噗力量！

# button_text_9
source: Prrrrt~
es: ¡Pfff~
ja: ぷう～っ
ko: 푸욱~뿡
zh_hans: 噗噜～噗

# button_text_10
source: Brrr~
es: ¡Puff~
ja: ぷぅ～
ko: 뿍~
zh_hans: 噗～

# bottom_msg_1
source: Every tap plays a new sound
es: Cada toque reproduce un sonido nuevo
ja: タップするたびに新しい音が再生されます
ko: 터치할 때마다 새로운 소리가 재생돼요
zh_hans: 每次点击都会播放新的声音

# bottom_msg_2
source: Enjoy funny fart sounds!
es: ¡Disfruta de sonidos divertidos!
ja: 楽しいおなら音を楽しもう！
ko: 신나는 방구 소리를 즐겨보세요!
zh_hans: 尽情享受搞笑的放屁声！

# bottom_msg_3
source: Happy toot time today~
es: Hora feliz de pedos hoy~
ja: 今日も楽しいぷぷタイム～
ko: 오늘도 즐거운 뿡뿡 타임~
zh_hans: 今天也要快乐的噗噗时光～

# bottom_msg_4
source: Full of hilarious sounds!
es: ¡Lleno de sonidos graciosos!
ja: 面白いおなら音がいっぱい！
ko: 재미있는 방구 소리가 가득!
zh_hans: 充满有趣的放屁声音！

# bottom_msg_5
source: Different sound every time
es: Sonido diferente cada vez
ja: 毎回違う音が鳴ります
ko: 매번 다른 소리가 나와요
zh_hans: 每次都是不同的声音

# bottom_msg_6
source: Feel the magic of toots
es: Siente la magia de los pedos
ja: おならの魔法を感じよう
ko: 방구의 마법을 느껴보세요
zh_hans: 感受放屁的魔力

# bottom_msg_7
source: Welcome to the world of farts
es: Bienvenido al mundo de pedos
ja: ぷぷの世界へようこそ
ko: 뿡뿡의 세계로 오신 것을 환영해요
zh_hans: 欢迎来到噗噗的世界

# bottom_msg_8
source: Amazing fart sounds
es: Mundo asombroso de pedos
ja: 驚きのおならの世界
ko: 놀라운 방구의 세계
zh_hans: 神奇的放屁世界

# bottom_msg_9
source: Keep tapping for more sounds
es: Sigue tocando para más sonidos
ja: もっと多くの音を聞いてみよう
ko: 계속 눌러서 더 많은 소리를 들어보세요
zh_hans: 继续点击听更多声音

# bottom_msg_10
source: Fart concert for kids!
es: ¡Concierto de pedos para niños!
ja: 子供のためのおならコンサート！
ko: 어린이를 위한 방구 콘서트!
zh_hans: 儿童放屁音乐会！
